Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/udir.no/3_oahpahusdagus-dassi-1.html.tmx
Source language: sme
Languages: smj

source: Udir.no - Oahpahusláhču: Dássi 1
smj: Udir.no - Åhpadimgárvvidus: 1. dásse

source: Oahpahusláhču: Dássi 1
smj: Åhpadimgárvvidus: 1. dásse

source: Dás gávdná oahpaheaddji ovdamearkkaid movt son sáhttá bargat gealbomihttomeriin 1. dásis.
smj: Dánna åhpadiddje gávnná buojkulvisájt gåktu máhttá barggat máhtudakmihtoj 1. dásen.

source: Dás čájehuvvo movt gelbbolašvuođamihttomearit oainnusmahttojuvvojit oahppoulbmiliin, sisdoalu ja bargovuogit, movt vuođđogálggat ovttaiduvvet ja movt oahpahus sáhttá heivehuvvot ovttaskas oahppái.
smj: Dánna vuoseduvvá gåktu máhtudakmihto vuojnnuj båhti åhpadusmihttomierijn, sisanon ja barggamvuogijn, gåktu vuodotjehpudagá åvtåsduhteduvvi ja gåktu åhpadus máhttá hiebaduvvat juohkka åvta oahppáj.

source: Dađistaga árvvoštallan ja gielladoaimmat leat oassin dagus.
smj: Árvustallam bargadahttijn ja gielladomena li oase gárvvidusán.

source: Áigodat: skuvlaálgin čakčat (Eaktuduvvo ahte oahppit máhttet lohkat ja čállit.)
smj: Goassa: gå skåvllå álggá tjavtjan (Ij la vuordedahtte oahppe bukti låhkåt ja tjállet.)

source: Gelbbolašvuođamihttomearit
smj: Máhtudakmihto

source: Njálmmálaš gulahallan Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
smj: Njálmálasj guládallam Åhpadusá mihttomierre le oahppe galggá máhttet

source: dovdat álkis, árgabeaivválaš dili sániid, namaid, doahpagiid ja oanehis cealkagiid
smj: dåbddåt álkkes bæjválasj bágojt, namájt, moallánagájt ja oanes gárgadisájt

source: Giella- ja kulturdiđolašvuohta Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
smj: Giella- ja kultuvrradiedulasjvuohta Åhpadusá mihttomierre le oahppe galggá máhttet

source: muosáhit ja dovdat giela luđiid, lávlagiid, sálmmaid, álkis muitalusaid, máidnasiid, govaid, spealuid, tv-prográmmaid ja digitála reaidduid bokte
smj: muossádit ja dåbddåt gielav juojggama, lávllagij, sálmaj, álkkes subttsasij, dålusj subttsasij, gåvåj, spelaj, tv-prográmmaj ja digitála ræjdoj baktu

source: Oahpahusdagus ii álot fátmmas olles gelbbolašvuođamihttomeari.
smj: Åhpadimgárvvidus ij álu gåbtjå ålles máhtudakmihtov.

source: Gelbbolašvuođamihttomearri oainnusmahttojuvvo oahppoulbmilis, mas daddjo maid galgá oahppat.
smj: Máhtudakmihto vuojnnuj båhti åhpadusmihttomierijn, gånnå javladuvvá mij galggá åhpaduvvat.

source: Oahppoulbmil lea lávki gelbbolašvuođamihttomeriid ollašuhttima guvlui.
smj: Åhpadusmihttomiere le akta lávkke gåktu máhtudakmihtojt jåksåt.

source: Eará relevánta gelbbolašvuođamihttomearit
smj: Ietjá hiebalgis máhtudakmihto

source: Oahppoulbmilat
smj: Åhpadusmihttomiere

source: Oahppit galget máhttit dovdat sániid ja dajaldagaid beaivválaš doaimmain ovdamearkka dihte iežas ja bearraša birra.
smj: Oahppe galggi dåbddåt bágojt ja moallánagájt bælválasj dilijs, duola degu ietjas ja berrahij birra.

source: Oahppit galget maiddái máhttit:
smj: Oahppe galggi de máhttet:

source: dearvvahit (buorástahttit) sámegillii ja iežas oahpásmahttimis earáide
smj: buorástahttet sábmáj ja oahpásmuhttet ietjasa

source: dovdat lagamus bearraša sohkavuođanamahusaid ja skuvlaklássa ohppiid ja skuvlla nama
smj: dåbddåt berajnamájt lagámus familjan, ja skåvlå ja klássa namáv

source: dovdat / máhttit juoigat oahpes luođi, sohkalávlaga (omd. ” Eatni eadni lea mu áhkku ”), eará sámi lávlaga dahje sámi sálmma
smj: dåbddåt / lávllot oahpes juojgav, berajlávllagav (duola degu ” Dalloj gå mån lidjiv ”), ietjá lávllagav jali sámesálmav.

source: Oahpaheaddji čállá oahppoulbmiliid nugomat vahkoplánii dahje áigodatplánii ja dieđuid dan birra ohppiide ja váhnemiidda buori áiggis ovdal go dagus álgá.
smj: Åhpadiddje tjállá åhpadusmihttomierijt duola degu vahkkopládnaj jali gávddapládnaj ja diedet oahppijt ja sijdav ájge bále viehka åvddåla gå gárvvidus álggá.

source: Iešguđet oahppoulbmilat galget čielgasit oainnusmahttojuvvot, ja oahppit galget daid atnit iežas árvvoštallamis.
smj: Juohkka ájnna åhpadusmihttomierre vierrdi tjielgga, ja oahppe vierddiji máhttet dajt itjas iesjárvustallamin adnet.

source: Máhtolašvuođat
smj: Diedo

source: oahppat ja máhttit atnit doahpagiid eadni, áhčči, nieida, bárdni, viellja, oabbá ja áhkku ja áddjá sámegillii.
smj: oahppat moallánagájt ieddne, áhttje, niejdda, bárnne, viellja, oabbá, áhkko ja áddjá sábmáj

source: Gálggat
smj: Tjehpudagá

source: máhttit atnit doahpagiid ja máhttit juoigat ja lávlut lávlaga dahje sálmma sámegillii
smj: máhttet moallánagájt adnet, ja juojgav ja lávllagav jali sálmav sámegiellaj åvddånbuktet

source: Ipmárdus
smj: Dádjadusá

source: máhttit čilget doahpagiid, luohtedajahusaid ja lávllateavstta sisdoalu
smj: máhttet moallánagáj sisanov ja juojga ja lávllagij sisanov tjielggit

source: Oahppodoaimmat
smj: Oahppamdåjma

source: Oahppit galget oahppat sámegillii dearvvahit ja galget buorástahttit guhtet guoimmiset ja oahpaheaddji ja dadjat bures.
smj: Oahppe oahppi sámegiellaj buorástahttet, guhtik guojmesa ja åhpadiddjev giedas válldi ja javlli buoris.

source: Dasto galget guokte ja guokte oahppi oahppat goabbat guoimmisteaskka dearvvahit go geardduhit dán cealkaga: Bures, mu namma lea XXXX.
smj: Maññela oahpásmuhtti ietjasa guovtes ja guovtes ja javlli: Buoris, muv namma le XXXX.

source: Dás sáhttá oahpaheaddji atnit sámi giehtadohkáid mat guhtet guoimmiset dearvvahit ja buorástahttet.
smj: Dánna máhttá åhpadiddje aj adnet sáme giehtadåhkojt gudi buorástahtti ja oahpásmahtti ietjasa guhtik guojmmásisá.

source: Loahpas galget buot oahppit guhtet guoimmisteaset dearvvahan ja buorástahttán.
smj: Mañutjissaj li divna oahppe buorástahttám ja oahpásmuhttám ietjasa.

source: Dá lea ovdamearka movt giehtadohkáin sáhttá dearvvahit ja buorástahttit:
smj: Dála l buojkulvis gåktu buorástahttet giehtadoahkoj:

source: Vuosttaš vahku galget juohke diimmus njálmmálaččat hárjehallat dadjat klássaohppiid ja skuvlla sámegielat namaid.
smj: Vuostasj váhko galggi juohkka tijma klássa ja skåvlå namájt njálmálattjat hárjjidallat.

source: Nuppi vahku rájes ja áigodaga lohppii geardduhit namaid juohke nuppi diimmu.
smj: Dassta maŋŋela juohkka nuppe tijma dan gávda.

source: Oahppamis luđiid, lávlagiid ja sálmmaid de sáhttá atnit CD skearru, interneahta dahje ovttasbargat báikkálaš goarain dahje lávlunjoavkkuin.
smj: Gå juojgaj, lávllagagij ja sálmaj birra oahppi, de dåhkki adnet cd ’ av ja internehtav jali bájkálasj kåvråjn jali lávllomjuohkusijn aktan barggat.

source: Ohppiide sáhttá addit teavsttaid dahje jietnafiilla ruovttubargun.
smj: Oahppe máhtti aj oadtjot tevstajt jali jiednafijlajt sijddabarggon.

source: Váhnemat dahje earát lávlot sidjiide ja singuin ovttas.
smj: Æjgáda jali iehtjáda lávllu sidjij ja sijájn aktan.

source: Ráhkadit namma ja sogaspealu Oahppit ovttasbarget 2-4 oahppi sturrosaš joavkkuin.
smj: 1. Dahkat namma- ja berajspelav Oahppe barggi guovtes ja nieljes aktan.

source: Ráhkat spealu speallanplána sárgumis, ja sárggo luotta mii juhkkojuvvo 48 njealječiegagiidda.
smj: Dahki spelav spellamplánav sárggomijn, ja sárggu luottav mij juogeduvvá 48 ruvtojta.

source: Vuosttaš guđa njeallječiegaide galget čállit sámegielat ovdanamaid ja goargguid.
smj: Vuostasj gudán ruvtojn galggi sáme åvdepnamá ja maŋepnamá. Åhpadiddje ja æjgáda / iehtjáda viehkedi.

source: Njeallječiegaide, 7-12, čállit iešguđet agiid.
smj: Nuppát ruktotjoahkken, ruvtojda 7-12 galggi iesjguhtik áldar.

source: Njeallječiegaide 13-18 čállit iešguđet sámegielat báikenamaid.
smj: Ruvtojda 13-18 máhtti iesjguhtik sáme bájkkenamá.

source: Veahkkin sáhttá atnit sámegielat kártta dahje interneahta.
smj: Sámekárta jali internæhtta viehkken.

source: Njeallječiegaide 19-24 čállit bearašsániid nugomat nieida, bárdi, eadni, áhčči, ja áhkku ja áddjá.
smj: Ruvtojda 19-24 berajbágo duola degu niejdda, bárnne, ieddne, áhttje, áhko ja ádjá.

source: Njeallječiegaide 31-36 čállit astoáiggedoaimmaid.
smj: Ruvtojda 31-36 asstoájggeberustime

source: Njeallječiegaide 37-42 čállit su iešvuođaid.
smj: Ruvtojda 37-42 vuohkeadjektijva

source: Njeallječiegaide 43-48 čállit sámegielat favorihttasániid.
smj: Ruvtojda 43-48 buoremusbágo sámegielan.

source: Oahppit čállet suohttaseamos dahje sámegielat sániid maid dássážii leat oahppan. ”
smj: Oahppe tjálli suohttasamos jali ienemus sámelágásj bágojt majt li dálátji oahppam.

source: Dát lea bircospeallu. Dás galgá háhkat identitehta ja dasa deavdit earálágán dieđuid.
smj: Dát la tjalmanspella, gånnå galggi identitehtav oadtjot, ja dievddet dav duojna dájna diedujn.

source: Go juohkehaš lea olahan ovtta molssaeavttu guđege guovllus (8 guovllu) dan mielde guđe njealječiegagii gárttai bircuma vuođul, de galgá juohkehaš muitalit makkár identitehta son lea spealus ožžon: nama, gos orru dahje dieđuid bearraša birra jna..
smj: Gå gájka li oadtjum guhtik máhttelisvuodav juohkkat suorges (gávtselágásj suorge), gå tjalman la mierredam makkir ruktuj båhtin, de galggi subtsastit nubbe nubbáj mahkkir identitehtav li oadtjum, mij namma le, gånnå årru, jali juoga berrahij birra jnv..

source: Várut ahte oahppit álot ožžot dan iešvuođa man ožžot go vuosttaš geardde jovdet ođđa guvlui.
smj: Gehtja val oahppe agev oadtju dav vuogev masi vuostatjin dæjvvi, gå ådå suorggáj båhti.

source: Oahppit miellagovvádusa vuođul ráhkadit speallanplána ja gávnnahit spellui vuogas nama.
smj: Oahppe gåvådalli gå spellamplánav dahki, ja gávnni hiebalgis namáv spellaj.

source: Go buohkat leat čađahan iežaset speallangeainnu, de oahppit sáhttet lonuhit spealuid earáiguin ja nu dađistaga ožžot ođđa identitehtaid.
smj: Gå gájka li tjadádum ietjas spelav, de máhtti lånudit spellajt ja nav aktelasj oadtjot ådå identitehtajt.

source: 2. Ráhkadit álkes sohkamuora
smj: 2. Dahkat álkkes berajmuorav

source: Dá lea govva mas lea soahki njealječiegagiiguin (rámmaiguin) masa sáhttá bidjat oahppi nama ja gova bajimussii.
smj: Dála le gåvvå muoras ruvtoj, gåggu bajemusán le gåvvåj oahppes ja suv nammaj sadje.

source: Nuppi dásis ges váhnemiid nama ja gova.
smj: Vuolep dásen le gåvåjda æjgádijs ja sunnu namájda sadje.

source: Vuolimus dásis lea sadji bidjat áhku ja ádjá nama ja gova.
smj: Vuolemus dásen le gåvåjda áhkojs ja ádjájs ja sijáj nammajda sadje.

source: Árvvoštallan
smj: Árvustallam

source: Ovdamearka 1 Logga Vaikko dát lea iežas árvvoštallan, de sáhttá logga maiddái adnot oahpaheddjiin gulahallamis nu ahte earát eai gula ja/dahje sáhte lohkat árvvoštallama.
smj: 1. Buojkulvis Loagga Vájku dát la iesjárvustallam, máhttá loagga aj aneduvvat guládallamin åhpadiddjijn nåv vaj iehtjáda e oadtjo gullat ja / jalik árvustallamav låhkåt.

source: Oahppit sáhttet čállit dan gillii mii sis lea vuosttašgiellan.
smj: Oahppe máhtti vuostasjgiellaj tjállet.

source: Nuorat oahppit sáhttet oažžut veahki váhnemiin / ovddasteddjiin dahje oahpaheaddjis:
smj: Unnes oahppe máhtti viehkev æjgádijs jali åhpadiddjes oadtjot:

source: Čilge barggu.
smj: Tjielggi bargov

source: Mainna lihkostuvven ?
smj: Majna vuorbástuvviv ?

source: Mii lei váttis ?
smj: Mij lij gássjel ?

source: Atnen go eará vugiid báhkkodeapmái ?
smj: Buktiv gus åvddån ietjá láhkáj ?

source: Ovdamearka 2 Oahppit galget ruossut oahppoulbmiliid maid hálddašit.
smj: 2. Buojkulvis Oahppe mierkkiji dajt åhpadusmihttomierijt majt bukti.

source: Dán šattan oahppat vai olahan oahppoulbmiliid:
smj: Dáv vierddiv oahppat vaj åhpadusmihttomierijt jåksåv:

source: Dán máhtán veaháš:
smj: Dáv máhtáv vehi:

source: Dáhton
smj: Biejvve

source: Dán máhtán bures:
smj: Dáv máhtáv buoragit:

source: sánit ja dajahusat mat leat ávkkálaččat go human:
smj: Bágo ja moallánagá ma li buore máhttet gå ságastav

source: iežan birra
smj: ietjam birra

source: iežan lagamus bearraša birra
smj: ietjam lagámus berrahij birra

source: dajahusat:
smj: Moallánagá:

source: dearvvahan / buorástahttán
smj: buorástahttet oahpásmahttet ietjam

source: gaskkustit máhtu lagamus bearraša birra:
smj: Åvddånbuktet diedojt lagámus berrahij birra

source: dovdat lagamus bearraša namaid
smj: dåbddåt lagámus berrahij namájt

source: čilget sohkadoahpagiid earáide
smj: tjielggit berajmoallánagájt iehtjádijda

source: dovdat ja ipmirdit skuvlla klássa ohppiid namaid
smj: dåbddåt ja dádjadit skåvlå ja klássa namav

source: lávlut álkes sámi sohkalávlaga
smj: lávllot álkkes sáme berajlávllagav

source: atnit eará vugiid gulahallat earáiguin:
smj: Åvddånbuktet ietjam ietjáláhkáj

source: atnit rupmaša ja gieđaid
smj: giedaj ja rubmahijn

source: gávdnat eará sániid
smj: gávnnat ietjá bágojt

source: ovttastahttit sániid
smj: aktidit bágov ietjá bágujn

source: rievdadit ja atnit dáru sániid vai hupman ii bisán
smj: ietjájduhttet ja adnet dárogielbágojt vaj ságastallam ij ganuga

source: jearrat jus juoga lea eahpečielggas
smj: gatjádit jus juoga ij la tjielgas

source: iežan buorideames
smj: divvot ietjam

source: dábálaš ságastallan earáiguin:
smj: Máhttet ságastallamav dábálattjat

source: hupmat ja gulahallat álkes cealkagiiguin
smj: ságastit álkkes gárgadisáj

source: máhttit loahpahit ságastallama
smj: hiejddet ságastallamav

source: Diehtun ovddasguvlui
smj: Diedádus åvddålijguovlluj

source: Don sáhtát eanet hárjehallat … (oahpaheaddji čállá dan mii lea áigeguovdilin.)
smj: dån máhta ienebu hárjjidallat dáv….(Åhpadiddje tjállá mij la dárbbo)

source: Skovvi mas leat eavttut mihttomeriid ollašuhttit, adno dađistaga árvvoštallamis, dat mearkkaša ahte oahppi dađistaga iežas árvvoštallá.
smj: Mihttomierrejåksåmsjiebmá árvustallamin bargadahttijn aneduvvá, javladum ietjá bágoj de oahppe árvustallá ietjas bargadahttijin.

source: Muital oahppái mii sus dađistaga vurdojuvvo, omd. ahte oahppi guovtti vahku geahčen galgá máhttit dihto sániid ja doahpagiid sohkačujuhusaid oktavuođas.
smj: Tjielggi oahppáj mij sujsta vuordeduvvá, duola degu oahppe galggá guovten vahkon máhttet sierralágásj bágojt ja moallánagájt berrahij birra.

source: Dađistaga sáhttá oahpaheaddji iskat ahte máhttá go oahppi luođi, lávlaga dahje sálmma mearriduvvon áigemeari siskkobealde.
smj: Bargadahttijn máhttá åhpasiddje gæhttjat jus oahppe bukti juojgav, lávllagav jali sálmav mierredum ájggáj.

source: Rávisolmmoš lohká skovi ohppiide, ja sii sáhttet dađistaga válljet ja ruossut man dásis sii iežaset mielas leat.
smj: Ållesjattuk låhkå sjiemáv oahppijda gudi iesj mierkkiji makkir dásen sij ietjasa mielas li.

source: Heivehuvvon oahpahus
smj: Hiebadum åhpadus

source: Heivehuvvon oahpahusa oktavuođas nuoramus ohppiide lea heivvolaš ovdalgihtii dárkkistit ohppiid sámegielmáhtu.
smj: Mij guosská hiebadum åhpadussaj nuoramus oahppijda, de la vuogas åvdutjis sijáj sámegielav guoradallat.

source: Dán sáhttá oahpaheaddji dahkat go ovdalgihtii humada juohke váhnemiin / ovddasteddjiin ja dasto juohke áidna ohppiin.
smj: Åhpadiddje máhttá vuostak juohkka åvtå æjgátpárajn ja maŋŋela oahppijn ságastit.

source: Vállje omd. gova soames bearrašis ovdamearkan, ja iská maid oahppi áibbas álggus máhttá.
smj: Vuoseda gåvåv duola degu berrahijs ja gæhttjala majt oahppe máhttá ållu álgos.

source: Molssaeaktun sáhttá leat ahte oahpaheaddji muitala oanehis historjjá sámegilli ja iská man ollu oahppit ipmirdit.
smj: Dåhkki aj åhpadiddje oanegis subttsasav sámegiellaj subtsas ja åtsådallá man ålov oahppe dádjadi.

source: Ohppiide geat ovdalgihtii eai leat oahppan sámegiela, lea dehálaš láhčit diimmuid nu ahte leat geasuheaddjin ja movttiideaddjin.
smj: Oahppijda gudi ælla oahppam sámegielav åvtutjis, le ájnas tijma li suohttasa ja måvtåstuhttem.

source: Ane konkrehta diŋggaid veahkkin nugomat dohkáid, stohkosiid ja sámi konkrehta diŋggaid, nugomat suohpana, lávžži, rággasa jna. ja muitalusaid, riibma, sátnestullán, luđiid ja lávlagiid.
smj: Ane gálvojt degu doahkojt, ståhkusijt, ja sámegálvojt duola degu sjuohpanav, låvdagoadátjav, rággasav jnv. ja subttsasijt, rijmajt, gáritjisájt, juojgajt ja lávllagijt.

source: Lávlla Oaivi, oalgi, čibbi ja juolgesuorbma sámegilli sáhttá lávlot ja áđđestallat molssašuddi leahtuin, sihke hui jođánit ja hui njozet.
smj: Lávlla ” Tjalmme, tjalmme, njunnje, njálmme, biellje, biellje vuopta ” sámegiellaj máhttá lávlloduvvat ja háddidallat moattelágásj fártajn, huj jåhtelit ja huj suojmma.

source: Go leat oahppit geat álget sámegielain nubbin giellan, sámegiella 2 ja 3 nuoraidskuvllas ja joatkkaskuvllas, ferte oahppostoffa heivehuvvot sidjiide.
smj: Mij guosská oahppijda gudi álggi sámegielajn nuppengiellan, sámegiella 2 ja 3 nuorajdásen ja joarkkaskåvlån, de vierttiji oahppamnævo hiebaduvvat sidjij.

source: Ovdamearkka dihte sáhttá bovdet guossin nuorra sámegielagiid klássii, ja oahppit sáhttet dearvvahit sin ja muitalit iežaset birra sidjiide ja guhtet guimmiidasaset (omd. bovdet sámi ofelaččaid).
smj: Dåhkki sámegielnuorajt guossen klássaj gåhttjot, ja oahppe máhtti sijájt buorástahttet ja oahpásmahttet ietjasa sidjij, ja gasskanisá (duola degu sáme oahpestiddje).

source: Lávlla ovdamearkkat sáhttet leat sámi raplávlagat ja juoiganšuoŋat nugomat givssideami, iešluohttámuša ja identitehta birra.
smj: Lávllaga máhtti liehket sáme raplávlla, juojggamtjuojalvisá givsedime, iesjdåbdo ja identitehta birra.

source: Namma- ja sohkaspeallu heive maiddái bures boarráset ohppiide geat sáhttet oažžut viiddiduvvon sisdoalu, omd. fitnuid ja astoáiggeberoštumiid birra jna..
smj: Namma- ja berajspella hiehpá aj vuorrasap oahppijda gesi máhttá lasedit sisanov, duola degu virge, asstoájggeberustime jnv..

source: Vuođđogálggat
smj: Vuodotjehpudagá

source: Máhttit báhkkodit čálalaččat ja njálmmálaččat: Čálalaš ovdanbuktima eat vuordde vuos, muhto sin geat juo máhttet čállit, lea vejolaš movttiidahttit sámegillii čállit doahpagiid lagamus fulkkiid birra.
smj: Máhttet tjálálattjat ja njálmálattjat åvddånbuktet: Tjálálasj åvddånbuktem ij la ájn vuordedahtte, valla sijájt gudi juo bukti tjállet dåhkki alodit tjállet sámegiellaj bágojt lagámus berrahij birra.

source: Divtte ohppiid álggos gullat doahpagiid ja dasto ieža daid geardduhit.
smj: Dibde oahppijt gulldalit moallánagájt ja maŋŋela javllat dajt.

source: Oahpaheaddji sáhttá njálmmálaš ovdabuktimis iskat movt oahppit ipmirdit doahpagiid.
smj: Åhpadiddje máhttá aj njálmálattjat gæhttjalit gávnnat gåktu oahppe moallanagájt dádjadi.

source: Máhttit lohkat: Vuos eat vuordde ahte oahppit galget máhttit lohkat sámegielat fuolkenamahusaid, muhto sii geat juo máhttet lohkat, berre movttiidahttit lohkat eanemus vuođđudeaddji doahpagiid.
smj: Máhttet låhkåt: Ij la vuordedahtte oahppe galggi máhttet låhkåt sámeberaj moallánagájt, valla sijájt gudi juo máhtti låhkåt vierddiji aloduvvat låhkåt ájnnasamos moallánagájt.

source: Máhttit rehkenastit: Divtte ohppiid lohkat galle oarbinačča ja áhkut / ádját leat iežaset bearrašis ja guhtet guoimmiset bearrašiin. Oahppit barget ovttas guokte dahje stuorit joavkun ge.
smj: Máhttet rieknit: Dibde oahppijt guovtes ja guovtes jali stuoráp juohkusa, rieknit galla oarbbena, ádjá ja áhko sijájn li ietjasa ja nuppij familjan.

source: Máhttit atnit digitála reaidduid: Divtte ohppiid atnit interneahta ja iešguđet neahttabáikkis ohcat sámi fuolkevuođanamahusaid.
smj: Máhttet digitála ræjdojt adnet: Dibde oahppijt internehtav adnet ja sáme berajmoallánagájt duon dán næhttasijdon åhtsåt.

source: Geahča Gávnos, Sámedikkiid neahttasiidduid, giella.
smj: Gehtja Gávnos, Sámedikke sijddabielle, giella.

source: Gielladomeanat
smj: Gielladomena

source: Dán fáttás sáhttet oahppit oahppodiimmu / beaivvi vuosttaš 5–10 minuvttaid hárjehallat dearvvahallamis earáid ja oanehaččat muitalit iežas birra sámegillii.
smj: Dán tebmáj máhtti oahppe vuostasj 5-10 minuhta tijmas / biejves hárjjidallat ietjasa sámegiellaj buorástahttet ja oahpásmahttet.

source: Dien oktavuođas sáhttet oahppit čuožžut. Čuččodettiin galgá buot maid dadjet, leat sámegillii.
smj: Oahppe máhtti tjuodtjot, ja gå sij tjuodtjo de galggá gájka majt javlli liehket sámegiellaj.

source: Geahča muđui giellasuorggi oppalaš oasi.
smj: Gehtja ietján dábálasj oasen gielladomenaj birra.

source: Elisabeth Utsi Gaup: Suga, suga su.
smj: Paul Gælok: Haŋŋá boade gáddáj, 1990.

source: , DAT. http://www.dat.net/main.html
smj: Siv – Ingunn Kintel ja Adele Nystø: Lávllaga, 2005

source: CD Suga, suga, su.
smj: Julevsáme sálmmagirjje

source: Máidnot Hearrá, Skuvlasálbmagirji, Verbum, 1995.
smj: Lilian Urheim: Giella Miella bokstávgirjje 1995

source: Karen Ellen Gaup: Girjjo-Gárjjo, Muitalusat, máidnasat, sátnevádjasat, árvádusat ja diiddat, Davvi Girji, 2001
smj: Eira ja Gaup: Ánin Dánin, Muv låhkåmgirjje ja Muv barggogirjje, Davvi Girji 2010
